{
  "Desire": {
    "Ambition": "Your character craves power and authority over others. The character may pursue privilege, social status, or rank to achieve this goal.",
    "Belonging": "Your character seeks to be liked by others and goes out of the way to make a good impression. Your character seeks to be accepted by a community or faction.",
    "Expertise": "Your character wants to excel in a chosen field or skill. To achieve perfection, your character practices constantly.",
    "Fame": "Your character seeks the limelight and wants to be famous. They pursue anything that can garner attention and praise.",
    "Justice": "Your character believes in a set of ethics that demands fair treatment for all. Your character is dedicated to righting inequality and protecting others’ rights.",
    "Knowledge": "Your character wishes to uncover knowledge that may have been lost, forgotten, or locked away. This information could pertain to the world, or it could pertain to your character’s past or origins.",
    "Love": "Your character seeks romantic affection and intimacy from another character. Your character might already have a true love or may strive to find someone to love and be loved by.",
    "Safety": "Your character values peace and comfort above all else. Perhaps they seek shelter, a steady source of food, or other material necessities, or they might seek emotional security in a place free from oppression and abuse.",
    "Vengeance": "Someone or something wronged your character in the past, and the character has sworn to exact revenge against the aggrieving party.",
    "Wealth": "Money or material possessions are the prime goal for your character. Your character may be active in business, trade, or the tried-and-true method of theft to increase their net worth."
  },
  "Fear": {
    "Change": "Your character finds routine and stability comforting, and fears changes that could upend their day-to-day routine.",
    "Commitment": "The idea of making promises or being relied on scares your character, who hates the idea that someone else is relying on them. This fear of commitment could manifest in relationships, on the job, or among family.",
    "Death": "The fear of death is deep and primal, and it drives a lot of our behaviors. There are a large number of ways this could manifest in your character, many of them similar to what you see in real life.",
    "Expression": "Your character has some behavior or means of expressing themself privately that they do not want the world to know about. the nature of that behavior is up to you. Keep the setting in mind when you come up with it, though.",
    "Failure": "Most people dislike failure, but some actively fear it. That fear may drive them to try to become absolutely perfect, or it may crush them into inaction. Maybe it does both.",
    "Humiliation": "Characters who are especially concerned with how others view them are particularly sensitive to potential humiliation. They go out of their way to avoid ever appearing wrong or foolish, even if that means missing out on exciting opportunities and experiences.",
    "Isolation": "Your character fears being isolated from other people and being doomed to live and die alone. Maybe this drives them to seek out relationships with anyone and everyone, even when a relationship is unpleasant or unhealthy.",
    "Nemesis": "Your character has a deadly foe, someone they fear (even if they don’t admit it). The nature of this enemy is up to you, but we suggest you consult with your GM. A er all, your GM surely wants to bring this up in the game!",
    "Obscurity": "Your character wishes to be remembered a er they are gone and works tirelessly to secure their legacy.",
    "Poverty": "For your character, it’s all about wealth and security. They fear being without, and they work hard to amass money, supplies, and other valuable items to ensure their status."
  },
  "Strength": {
    "Adaptable": "No matter what life throws at your character, they always rise to the challenge. Your character is flexible and can handle nearly every situation, no matter how grim or strange the circumstances.",
    "Analytical": "Your character’s mind is like a computer, able to absorb a barrage of information and come to a logical conclusion. Your solutions always have the inarguable weight of reason, and you know how to pick your battles and when to bide your time.",
    "Courageous": "Fear has no place in your character’s heart. They laugh at danger and gladly push themself to confront what others flee from. Note that your character probably still has a Fear Motivation. It’s up to you whether that Fear is the one thing that can undo your character’s courage, or if this Strength pushes them to confront the source of their Fear no matter what.",
    "Curious": "Life is a million mysteries, and your character wants to learn about every one. Whether curiosity drives them to meet new people, explore distant locales, or learn fantastic new truths and ideas is up to you.",
    "Idealistic": "What ideals your character believes in are up to you, but to your character, those ideals are nothing short of sacred. Your character may feel that everyone should live up to those same ideals (and may be disappointed when people don’t), or they may be content to meet the standards they have set for themself.",
    "Independent": "When everyone else has failed or fallen, your character knows they can still count on themself. Your character may get along with others just fine but makes sure not to rely on others. that way, when things go wrong, your character is always prepared to deal with the situation and isn’t waiting for someone else to help.",
    "Patient": "Your character is always willing to wait and knows the power of being calm. By waiting for the right opportunity, your character avoids all manner of unpleasant and dangerous situations. However, when such an opportunity presents itself, your character acts swi ly and decisively.",
    "Spiritual": "It doesn’t matter so much what your character believes in: that depends a lot on your game’s setting. What’s important is that your character believes. Their belief gives them a solid mental bedrock they can always rely on.",
    "Wise": "Through years of experience and countless events, your character has developed that rare quality: wisdom. the wise understand the truths of how their world works. Just as importantly, they know that sometimes, with the right effort, those truths can be overcome.",
    "Witty": "Your character is extremely clever, with the right joke for a friend and the perfect insult for a foe. Some may love their company, while others loathe their cutting remarks, but none can deny that your character has the sharpest tongue around."
  },
  "Flaw": {
    "Anger": "Your character lashes out at themself or others with undue cause or with extreme force. They are quick to resort to physical force to solve their problems.",
    "Compulsion": " This could be addiction, fascination, obsession, or another automatic behavior that is self-destructive or otherwise impedes your character’s ability to function and be healthy.",
    "Deception": "Your character may be disloyal or a compulsive liar. They are concerned with their own well being first and foremost, and they might always present themselves in the best possible light even when that isn’t the case.",
    "Greed": "Your character is never satis ed with what they have, always wanting more. They are willing to flout the law or infringe upon others’ rights in order to get what they want.",
    "Laziness": "Your character always seeks the path of least resistance and becomes intimidated by di cult or complex tasks.",
    "Ignorance": "Your character lacks a basic knowledge base or understanding of a society’s norms. This may be due to your character’s upbringing or their recent travel to another area of the world. This could be more than just being “uneducated”; at some level, your character may be willfully ignorant.",
    "Intolerance": "For whatever reason, your character harbors some prejudices toward a group of people. These may be relatively “minor” biases, or they may give rise to an intense emotion of hatred or revulsion. Whatever form it takes, remember that intolerance is based more in emotion than rationality.",
    "Pride": "Pride does not always have to be a Flaw, but it can easily become one. Your character is arrogant, vain, or self-absorbed, or thinks highly of themself at the expense of others.",
    "Recklessness": "Your character shows little regard for how their actions may a ect themself or others, due either to low self- esteem or lack of forethought. They are especially prone to dangerous or inconsiderate actions.",
    "Timid": "Your character is extremely risk averse, opting instead to take more thorough or tried-and-true approaches. They may take too long to act or may be unable to act at all in the face of new or intimidating challenges."
  }
}
